tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "clojure-lsp/brew"
tap "wez/wezterm"
brew "fd"
brew "fzf"
brew "asdf"
brew "go"
brew "jq"
brew "tree"
brew "tree-sitter"
brew "pyenv"
brew "xz"
brew "poetry"
brew "gnupg"
brew "neovim"
brew "ripgrep"
brew "terraform-ls"
brew "git-duet/tap/git-duet"
brew "gopls"
brew "pyright"
brew "lua-language-server"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "pinentry-mac"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "rust-analyzer"
brew "git-lfs"
cask "font-jetbrains-mono-nerd-font"
cask "rancher"
cask "rectangle"
cask "wireshark"
cask "wez/wezterm/wezterm"
cask "raycast"
