tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "clojure-lsp/brew"
tap "wez/wezterm"
brew "fd"
brew "fzf"
brew "go"
brew "jq"
brew "tree"
brew "tree-sitter"
brew "gnupg"
brew "neovim"
brew "ripgrep"
brew "terraform-ls"
brew "git-duet/tap/git-duet"
brew "gopls"
brew "pyright"
brew "lua-language-server"
brew "clojure-lsp/brew/clojure-lsp-native"
cask "font-jetbrains-mono-nerd-font"
cask "rancher"
cask "rectangle"
cask "wez/wezterm/wezterm"
